Repository: infinity-plus-1/menucard-typo3
Catalog: var/labels/*/redirects/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# sys_redirect
source: Redirect
de: Weiterleitung

# sys_redirect.source_host
source: Source Domain
de: Quelldomain

# sys_redirect.source_path
source: Source Path
de: Quellpfad

# sys_redirect.force_https
source: SSL Redirect
de: SSL-Weiterleitung

# sys_redirect.force_https.0
source: Force SSL Redirect
de: SSL-Weiterleitung erzwingen

# sys_redirect.keep_query_parameters
source: GET Parameters
de: GET-Parameter

# sys_redirect.keep_query_parameters.0
source: Keep GET Parameters
de: GET-Parameter beibehalten

# sys_redirect.respect_query_parameters
source: GET Parameters (source)
de: GET-Parameter (Quelle)

# sys_redirect.respect_query_parameters.0
source: Respect GET Parameters
de: GET-Parameter beachten

# sys_redirect.target
source: Target
de: Ziel

# sys_redirect.target_statuscode
source: Status Code HTTP Header
de: HTTP-Statuscode

# sys_redirect.target_statuscode.307
source: 307 Temporary Redirect
de: 307 Temporäre Weiterleitung

# sys_redirect.target_statuscode.308
source: 308 Permanent Redirect
de: 308 Permanente Weiterleitung

# sys_redirect.target_statuscode.keep
source: Keep HTTP method
de: HTTP-Methode beibehalten

# sys_redirect.target_statuscode.change
source: Change HTTP method to GET
de: HTTP-Methode zu GET ändern

# sys_redirect.hitcount
source: Hit count
de: Anzahl der Treffer

# sys_redirect.lasthiton
source: Last Hit on
de: Letzter Treffer am

# sys_redirect.hitcountState
source: Hit Counter
de: Trefferzähler

# sys_redirect.disable_hitcount
source: Disable Hit Counter
de: Trefferzähler deaktivieren

# sys_redirect.disable_hitcount.0
source: Disable
de: Deaktivieren

# tabs.redirectCount
source: Statistics
de: Statistiken

# sys_redirect.protected
source: Protected
de: Geschützt

# sys_redirect.protected.description
source: When enabled, this redirect will be skipped by scheduled cleanup tasks that might delete redirects under certain conditions.
de: Wenn aktiviert, wird diese Weiterleitung bei Ausführung von (regelmäßig) geplanten Bereinigungsaufgaben übersprungen und nicht gelöscht.

# sys_redirect.is_regexp
source: Is regular expression?
de: Ist ein regulärer Ausdruck?

# sys_redirect.is_regexp.0
source: Yes
de: Ja

# sys_redirect.disabled
source: Disable
de: Deaktiveren

# sys_redirect.disabled.0
source: Deactivate redirect
de: Weiterleitung deaktivieren

# sys_redirect.creation_type
source: Creation Type
de: Erstellungstyp

# sys_redirect.creation_type.description
source: Defines how the redirect was created.
de: Legt fest, wie die Umleitung erstellt wurde.

# sys_redirect.creation_type.1
source: manually created
de: manuell erstellt

# sys_redirect.creation_type.0
source: automatically created
de: automatisch erstellt

# sys_redirect.webhook_type.typo3-redirect-was-hit
source: ... when a redirect has been hit
de: ... wenn eine Weiterleitung aufgerufen wurde

# sys_redirect.integrity_status
source: Integrity status
de: Integritätsstatus

# sys_redirect.integrity_status.description
source: Redirects can be checked via the command redirects:checkintegrity.
de: Umleitungen können über den Befehl redirects:checkintegrity überprüft werden.

# sys_redirect.integrity_status.no_conflict
source: No conflict
de: Keine Konflikte

# sys_redirect.integrity_status.self_reference
source: Self reference
de: Selbstreferenz
