Repository: infinity-plus-1/menucard-typo3
Catalog: packages/menucardpackage/ContentBlocks/ContentElements/hero/language/*.labels.xlf
Languages: de

# description
source: Create a hero element with a screen-wide image, a header and an optional subtext
de: Erstelle ein Hero-Element mit einem bildschirmbreiten Bild, einer Überschrift und einem optionalen Untertitel.

# palettes.hero_header_palette.description
source: Define and alter the header for the hero section
de: Den Überschriftentext erstellen und modifizieren

# header.description
source: The header for the hero element
de: Der Überschriftentext

# header_size.label
source: Size of the header
de: Größe der Überschrift

# header_size.description
source: Select the size of the header text
de: Wählen Sie die Größe der Überschrift

# header_size.items.h1.label
source: Very large
de: Sehr groß

# header_size.items.h2.label
source: Large
de: Groß

# header_size.items.h3.label
source: Medium
de: Mittel

# header_size.items.h4.label
source: Small
de: Klein

# header_size.items.h5.label
source: Very small
de: Sehr klein

# header_position.description
source: Align the position of the header text
de: Die Position des Überschriftentext setzen

# header_position.items.label
source: Default
de: Standard

# header_position.items.ce-headline-center.label
source: Center
de: Zentriert

# header_position.items.ce-headline-right.label
source: Right
de: Rechts

# header_position.items.ce-headline-left.label
source: Left
de: Links

# image.description
source: A screen-wide image (limited to one image)
de: Das Hero-Bild (es kann nur eines ausgewählt werden)

# bodytext.description
source: Inferior hero section text (below the header)
de: Text unter der Überschrift

# palettes.hero_link_palette.description
source: Include a button to the hero element
de: Einen Button zum Hero-Element hinzufügen

# defaultButtonText.description
source: Set text for the button
de: Standardtext des Button

# palettes.hero_aos_palette.description
source: Set a scrolling animation for the element
de: Scroll-Animation für das Element auswählen

# aos_type.description
source: Select the scroll animation for the hero element
de: Scroll-Animation für das Element auswählen

# aos_type.items.fade.label
source: Fade
de: Schwinden lassen

# aos_type.items.fade-up.label
source: Fade up
de: Oben schwinden

# aos_type.items.fade-down.label
source: fade-down
de: Unten schwinden

# aos_type.items.fade-left.label
source: Fade left
de: Links schwinden

# aos_type.items.fade-right.label
source: Fade right
de: Rechts schwinden

# aos_type.items.flip-up.label
source: Flip up
de: Oben drehen

# aos_type.items.flip-down.label
source: Flip down
de: Unten drehen

# aos_type.items.flip-left.label
source: Flip left
de: Links drehen

# aos_type.items.flip-right.label
source: Flip right
de: Rechts drehen

# aos_type.items.slide-up.label
source: Slide up
de: Oben gleiten

# aos_type.items.slide-down.label
source: Slide down
de: Unten gleiten

# aos_type.items.slide-left.label
source: Slide left
de: Links gleiten

# aos_type.items.slide-right.label
source: Slide right
de: Rechts gleiten

# aos_animation_duration.description
source: The animation duration
de: Die Dauer der Animation
